import {LOCALES} from "../locales";

export default {
    [LOCALES.RUSSIAN]: {
        "button": 'Добавить город',
        "title": 'Прогноз Погоды',
        "placeholder": "Введите название города...",
        "more": 'Нажмите для подробного прогноза',
        "feels_like": 'Ощущается как',
        "today": 'Сегодня',
        "tomorrow": 'Завтра',
        "months": {
            '1': 'Январь',
            '2': 'Февраль',
            '3': 'Март',
            '4': 'Апрель',
            '5': 'Май',
            '6': 'Июнь',
            '7': 'Июль',
            '8': 'Август',
            '9': 'Сентябрь',
            '10': 'Октябрь',
            '11': 'Ноябрь',
            '12': 'Декабрь'
        }
    }
}